Repository: felixarntz/wpdlib
Catalog: languages/wpdlib-*.po
Languages: de_de

source: Components must not be added later than the %s hook.
de_de: Komponenten dürfen nicht nach Ausführung des %s Hooks hinzugefügt werden.

source: The object is not a component.
de_de: Das Objekt ist keine Komponente.

source: The component %1$s of class %2$s is not a valid child for the component %3$s.
de_de: Die Komponente %1$s der Klasse %2$s ist kein erlaubtes Kind für die Komponente %3$s.

source: A component of class %1$s with slug %2$s already exists.
de_de: Eine Komponente der Klasse %1$s mit dem Slug %2$s existiert bereits.

source: The component %1$s of class %2$s already has a parent assigned and is not a multiparent component.
de_de: Die Komponente %1$s der Klasse %2$s besitzt bereits ein Elternteil und erlaubt keine mehrfachen Eltern.

source: A component with an empty slug is not allowed.
de_de: Eine Komponente mit leerem Slug ist nicht erlaubt.

source: The component %1$s of class %2$s is not a valid toplevel component.
de_de: Die Komponente %1$s der Klasse %2$s ist keine gültige Top Level-Komponente.

source: Menu label
de_de: Menü-Label

source: Enable?
de_de: Aktivieren?

source: %s is not a valid hexadecimal color.
de_de: %s ist keine gültige Hexadezimal-Farbe.

source: The date %1$s is invalid. It must not occur earlier than %2$s.
de_de: Das Datum %1$s ist ungültig. Es darf nicht früher als %2$s liegen.

source: The date %1$s is invalid. It must not occur later than %2$s.
de_de: Das Datum %1$s ist ungültig. Es darf nicht später als %2$s liegen.

source: %s is not a valid email address.
de_de: %s ist keine gültige Email-Adresse.

source: Enter coords in the format &quot;latitude|longitude&quot;
de_de: Gib Koordinaten im Format &quot;Breitengrad|Längengrad&quot; ein

source: The string %s is not in valid geo coordinates format. It must be specified in the format &quot;latitude|longitude&quot;.
de_de: Der String %s ist in nicht im gültigen Geo-Koordinaten-Format. Er muss im Format &quot;Breitengrad|Längengrad&quot; angegeben werden.

source: The latitude %1$s is invalid. It must be between %2$s and %3$s.
de_de: Der Breitengrad %1$s ist ungültig. Er muss zwischen %2$s und %3$s liegen.

source: The longitude %1$s is invalid. It must be between %2$s and %3$s.
de_de: Der Längengrad %1$s ist ungültig. Er muss zwischen %2$s und %3$s liegen.

source: The URL %s does not point to a WordPress media file.
de_de: Die URL %s zeigt auf keine WordPress Mediendatei.

source: The post with ID %s is not a valid WordPress media file.
de_de: Der Post mit ID %s ist keine gültige WordPress Mediendatei.

source: The media item with ID %1$s is neither of the valid formats (%2$s).
de_de: Die Mediendatei mit ID %1$s besitzt keines der gültigen Formate (%2$s).

source: Choose a File
de_de: Datei auswählen

source: Choose another File
de_de: Andere Datei auswählen

source: Remove
de_de: Löschen

source: Insert File
de_de: Datei einfügen

source: The number %1$s is invalid since it is not divisible by %2$s.
de_de: Die Nummer %1$s ist ungültig, da sie nicht durch %2$s teilbar ist.

source: The number %1$s is invalid. It must be greater than or equal to %2$s.
de_de: Die Nummer %1$s ist ungültig. Sie muss größer oder gleich %2$s sein.

source: The number %1$s is invalid. It must be lower than or equal to %2$s.
de_de: Die Nummer %1$s ist ungültig. Sie muss kleiner oder gleich %2$s sein.

source: %s is not a valid option.
de_de: %s ist keine gültige Option.

source: Add new
de_de: Neu hinzufügen
